Revit 2024 API
ParameterTypeId.AutoMullionBorder1Horiz Property
 "Border 1 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AutoMullionBorder1Horiz { get; }
Visual Basic
Public Shared ReadOnly Property AutoMullionBorder1Horiz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AutoMullionBorder1Horiz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace